'use strict'
module.exports = {
  name: 'persian_fa',
  months: [
    ['حمل', 'حم'],
    ['ثور', 'ثور'],
    ['جوزا', 'جو'],
    ['سرطان', 'سرط'],
    ['اسد', 'اسد'],
    ['سنبله', 'سنب'],
    ['میزان', 'میز'],
    ['عقرب', 'عق'],
    ['قوس', 'قوس'],
    ['جدی', 'جدی'],
    ['دلو', 'دلو'],
    ['حوت', 'حوت'],
  ],
  weekDays: [
    ['شنبه', 'شن'],
    ['یکشنبه', 'یک'],
    ['دوشنبه', 'دو'],
    ['سه شنبه', 'سه'],
    ['چهارشنبه', 'چهار'],
    ['پنجشنبه', 'پنج'],
    ['جمعه', 'جم'],
  ],
  digits: ['۰', '۱', '۲', '۳', '۴', '۵', '۶', '۷', '۸', '۹'],
  meridiems: [
    ['قبل از ظهر', 'ق.ظ'],
    ['بعد از ظهر', 'ب.ظ'],
  ],
}
